---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISlopedFlange
source: html/796d9cc6-ac82-7bb2-a53c-9b00a7ed6e9a.htm
---
# StructuralSectionISlopedFlange Properties

Common set of parameters for structural analysis.